Revit 2027 API
ParameterTypeId.FabricationBottomOfPart Property
 "Lower End Bottom of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationBottomOfPart { get; }
Public Shared ReadOnly Property FabricationBottomOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationBottomOfPart {
	ForgeTypeId^ get ();
}
static member FabricationBottomOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace